Revit 2027 API
ParameterTypeId.CurtaingridAdjustBordern2 Property
 "Adjust for Mullion Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAdjustBordern2 { get; }
Public Shared ReadOnly Property CurtaingridAdjustBordern2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAdjustBordern2 {
	ForgeTypeId^ get ();
}
static member CurtaingridAdjustBordern2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace